<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Tendências em design de cozinhas compactas para casas de Campinas</title><meta name="description" content="A crescente urbaniza&ccedil;&atilde;o e a valoriza&ccedil;&atilde;o dos espa&ccedil;os residenciais em cidades como Campinas impulsionam a busca por solu&ccedil;&otilde;es inteligentes para&hellip;"><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://robertosimoes.com.br/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas/"><link rel="alternate" type="application/atom+xml" href="https://robertosimoes.com.br/feed.xml" title="Roberto Simões - RSS"><link rel="alternate" type="application/json" href="https://robertosimoes.com.br/feed.json" title="Roberto Simões - JSON"><meta property="og:title" content="Tendências em design de cozinhas compactas para casas de Campinas"><meta property="og:image" content="https://robertosimoes.com.br/media/posts/164/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas.jpg"><meta property="og:image:width" content="1200"><meta property="og:image:height" content="800"><meta property="og:site_name" content="Roberto Simões"><meta property="og:description" content="A crescente urbaniza&ccedil;&atilde;o e a valoriza&ccedil;&atilde;o dos espa&ccedil;os residenciais em cidades como Campinas impulsionam a busca por solu&ccedil;&otilde;es inteligentes para&hellip;"><meta property="og:url" content="https://robertosimoes.com.br/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas/"><meta property="og:type" content="article"><link rel="stylesheet" href="https://robertosimoes.com.br/assets/css/style.css?v=0b374fde65a55eb40cddc62cc91daf49"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://robertosimoes.com.br/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas/"},"headline":"Tendências em design de cozinhas compactas para casas de Campinas","datePublished":"2025-11-18T00:00+00:00","dateModified":"2025-12-12T00:50+00:00","image":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/posts/164/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas.jpg","height":800,"width":1200},"description":"A crescente urbaniza&ccedil;&atilde;o e a valoriza&ccedil;&atilde;o dos espa&ccedil;os residenciais em cidades como Campinas impulsionam a busca por solu&ccedil;&otilde;es inteligentes para&hellip;","author":{"@type":"Person","name":"Roberto Simões","url":"https://robertosimoes.com.br/authors/roberto-simoes/"},"publisher":{"@type":"Organization","name":"Roberto Simões","logo":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png","height":51,"width":133}}}</script><style></style><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><header class="header"><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="navbar js-navbar"><button class="navbar__toggle js-toggle" aria-label="Menu"><span class="navbar__toggle-box"><span class="navbar__toggle-inner">Menu</span></span></button><ul class="navbar__menu"><li><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/" target="_self">Casa e Decoração</a></li><li><a href="https://robertosimoes.com.br/tags/arquitetura/" target="_self">Arquitetura</a></li><li><a href="https://robertosimoes.com.br/tags/famosos/" target="_self">Famosos</a></li><li><a href="https://robertosimoes.com.br/tags/cinema/" target="_self">Cinema</a></li><li><a href="https://robertosimoes.com.br/tags/servicos/" target="_self">Serviços</a></li><li><a href="https://robertosimoes.com.br/tags/construcao-civil/" target="_self">Construção Civil</a></li><li><a href="https://robertosimoes.com.br/tags/imoveis/" target="_self">Imóveis</a></li><li><a href="https://robertosimoes.com.br/tags/noticias/" target="_self">Notícias</a></li></ul></nav></header><main class="post"><article class="content wrapper"><header class="hero"><span class="hero__suptitle"><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/" class="inverse">Casa e Decoração</a></span><h1>Tendências em design de cozinhas compactas para casas de Campinas</h1><p class="hero__meta"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" rel="author" title="Roberto Simões">Roberto Simões</a> <span>Published on <time datetime="2025-11-18T00:00">novembro 18, 2025</time></span></p><figure class="content__image post__image--wide"><img src="https://robertosimoes.com.br/media/posts/164/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas.jpg" srcset="https://robertosimoes.com.br/media/posts/164/responsive/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas-xs2.jpg 300w, https://robertosimoes.com.br/media/posts/164/responsive/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas-sm.jpg 480w, https://robertosimoes.com.br/media/posts/164/responsive/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas-md.jpg 768w, https://robertosimoes.com.br/media/posts/164/responsive/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas-lg.jpg 1024w, https://robertosimoes.com.br/media/posts/164/responsive/tendencias-em-design-de-cozinhas-compactas-para-casas-de-campinas-xl.jpg 1360w" sizes="(max-width: 1360px) 100vw, 1360px" loading="lazy" height="800" width="1200" alt=""></figure></header><div class="content__entry"><p>A crescente urbaniza&ccedil;&atilde;o e a valoriza&ccedil;&atilde;o dos espa&ccedil;os residenciais em cidades como <strong>Campinas</strong> impulsionam a busca por solu&ccedil;&otilde;es inteligentes para ambientes pequenos, especialmente a cozinha. As <strong>cozinhas compactas</strong> conquistam cada vez mais adeptos, combinando funcionalidade, estilo e otimiza&ccedil;&atilde;o do espa&ccedil;o.</p><p>Com a demanda por ambientes pr&aacute;ticos e esteticamente agrad&aacute;veis, as tend&ecirc;ncias do design para cozinhas pequenas revelam inova&ccedil;&otilde;es que transformam completamente esses espa&ccedil;os, tornando-os mais acolhedores e eficientes.</p><h2>A Import&acirc;ncia Do Design Funcional Em Cozinhas Compactas</h2><p>Em resid&ecirc;ncias com espa&ccedil;o limitado, o design da cozinha deve equilibrar beleza e praticidade. A funcionalidade &eacute; a base para garantir que cada cent&iacute;metro seja aproveitado sem comprometer o conforto. Por isso, o layout, a escolha dos m&oacute;veis e a organiza&ccedil;&atilde;o s&atilde;o elementos-chave para o sucesso do projeto.</p><h3>Layouts ideais para cozinhas pequenas</h3><p>Os layouts mais indicados para cozinhas compactas incluem o modelo <strong>linear</strong>, o <strong>em L</strong> e o <strong>em U</strong>, que facilitam o fluxo de trabalho e o acesso aos eletrodom&eacute;sticos e arm&aacute;rios. O layout linear &eacute; perfeito para espa&ccedil;os estreitos, enquanto o em L cria uma &aacute;rea de trabalho eficiente em cantos, aproveitando paredes adjacentes. J&aacute; o formato em U oferece maior capacidade de armazenamento e bancada, ideal para cozinhas um pouco maiores, mas ainda compactas.</p><h3>Integra&ccedil;&atilde;o com a sala de estar</h3><p>A integra&ccedil;&atilde;o entre cozinha e sala vem ganhando for&ccedil;a, especialmente em apartamentos e casas com planta aberta. Essa tend&ecirc;ncia permite maior intera&ccedil;&atilde;o social, al&eacute;m de ampliar a percep&ccedil;&atilde;o de espa&ccedil;o. O uso de <strong>ilhas compactas</strong> ou bancadas que servem como mesa de refei&ccedil;&otilde;es &eacute; uma solu&ccedil;&atilde;o pr&aacute;tica e estilosa para esses ambientes integrados.</p><h2>Materiais E Acabamentos Que Valorizam Cozinhas Pequenas</h2><p>A escolha dos materiais &eacute; fundamental para criar um ambiente leve e harm&ocirc;nico em cozinhas compactas. Al&eacute;m de garantir durabilidade, eles influenciam diretamente na sensa&ccedil;&atilde;o de amplitude.</p><h3>Cores claras e neutras</h3><p>Tons claros, como branco, bege, cinza claro e past&eacute;is, s&atilde;o grandes aliados para ampliar visualmente o ambiente. Esses tons refletem melhor a luz, tornando o espa&ccedil;o mais iluminado e arejado. Combinar paredes claras com arm&aacute;rios em cores neutras cria um design clean e moderno, que nunca sai de moda.</p><h3>Revestimentos que destacam sem pesar</h3><p>Azulejos com padr&otilde;es geom&eacute;tricos ou texturas sutis podem ser usados como ponto focal, desde que n&atilde;o sobrecarreguem o espa&ccedil;o. O uso de pastilhas, porcelanato ou revestimentos em tons suaves ajuda a trazer personalidade para a cozinha sem diminuir a sensa&ccedil;&atilde;o de amplitude.</p><h3>Materiais sustent&aacute;veis</h3><p>A sustentabilidade ganha espa&ccedil;o no design residencial. Madeira reflorestada, laminados de alta resist&ecirc;ncia e materiais recicl&aacute;veis est&atilde;o em alta, agregando valor ao ambiente e contribuindo para o meio ambiente.</p><h2>Mobili&aacute;rio Inteligente Para Otimiza&ccedil;&atilde;o Do Espa&ccedil;o</h2><p>O mobili&aacute;rio &eacute; uma das pe&ccedil;as mais importantes para garantir a efici&ecirc;ncia de uma cozinha compacta. A escolha de m&oacute;veis planejados e multifuncionais maximiza o uso do espa&ccedil;o dispon&iacute;vel.</p><h3>Arm&aacute;rios modulares e multifuncionais</h3><p>Arm&aacute;rios com portas deslizantes, gavetas organizadoras e prateleiras ajust&aacute;veis ajudam a armazenar utens&iacute;lios e mantimentos de forma pr&aacute;tica. Al&eacute;m disso, m&oacute;veis com compartimentos ocultos, como lixeiras embutidas e nichos para eletrodom&eacute;sticos, mant&eacute;m o ambiente organizado e visualmente limpo.</p><h3>Bancadas retr&aacute;teis e extens&iacute;veis</h3><p>Para quem precisa de mais espa&ccedil;o para preparo, bancadas retr&aacute;teis ou extens&iacute;veis s&atilde;o solu&ccedil;&otilde;es inteligentes que ampliam temporariamente a superf&iacute;cie de trabalho sem ocupar espa&ccedil;o fixo.</p><h3>Eletrodom&eacute;sticos compactos e embutidos</h3><p>Equipamentos com design compacto e embutido ajudam a economizar espa&ccedil;o e manter a harmonia visual. Fornos, micro-ondas e geladeiras embutidos garantem um acabamento clean e facilitam a limpeza.</p><h2>Ilumina&ccedil;&atilde;o Estrat&eacute;gica Para Ampliar E Valorizar O Ambiente</h2><p>A ilumina&ccedil;&atilde;o &eacute; um elemento fundamental para transformar cozinhas pequenas. Ela pode criar a sensa&ccedil;&atilde;o de amplitude e destacar pontos espec&iacute;ficos do espa&ccedil;o, al&eacute;m de proporcionar conforto visual para as atividades culin&aacute;rias.</p><h3>Luz natural como aliada</h3><p>Aproveitar ao m&aacute;ximo a entrada de luz natural &eacute; essencial para cozinhas compactas. Janelas amplas, portas de vidro ou claraboias s&atilde;o op&ccedil;&otilde;es que elevam a ilumina&ccedil;&atilde;o sem comprometer a privacidade.</p><h3>Ilumina&ccedil;&atilde;o artificial eficiente</h3><p>Lumin&aacute;rias embutidas no teto, spots direcionados para a bancada e luzes sob os arm&aacute;rios superiores garantem visibilidade adequada para as tarefas di&aacute;rias. A escolha de l&acirc;mpadas com temperatura de cor neutra ou fria ajuda a manter o ambiente claro e agrad&aacute;vel.</p><h3>Ambientes com luz indireta</h3><p>A luz indireta, por meio de fitas de LED escondidas em nichos ou sancas, cria um ambiente aconchegante e sofisticado, valorizando o design da cozinha sem ocupar espa&ccedil;o f&iacute;sico.</p><h2>A Influ&ecirc;ncia Da Tecnologia No Design De Cozinhas Compactas</h2><p>As inova&ccedil;&otilde;es tecnol&oacute;gicas t&ecirc;m transformado a maneira como as cozinhas s&atilde;o projetadas, especialmente em espa&ccedil;os reduzidos. A automa&ccedil;&atilde;o e os eletrodom&eacute;sticos inteligentes facilitam o uso di&aacute;rio e potencializam a funcionalidade do ambiente.</p><h3>Cozinha conectada e automa&ccedil;&atilde;o</h3><p>Sistemas que controlam ilumina&ccedil;&atilde;o, temperatura e eletrodom&eacute;sticos via smartphone ou assistentes virtuais permitem maior praticidade e economia de energia. Em cozinhas compactas, essa automa&ccedil;&atilde;o otimiza processos e traz modernidade.</p><h3>Eletrodom&eacute;sticos inteligentes</h3><p>Geladeiras com sensores de temperatura, fornos que podem ser programados remotamente e m&aacute;quinas de lavar lou&ccedil;a compactas e eficientes s&atilde;o tend&ecirc;ncias que elevam o padr&atilde;o das cozinhas pequenas, trazendo conforto e tecnologia.</p><h2>Estilos Que Combinam Com Cozinhas Compactas Em Campinas</h2><p>A diversidade cultural e o clima da regi&atilde;o influenciam as escolhas de estilo para cozinhas compactas, resultando em projetos que refletem a personalidade dos moradores e as caracter&iacute;sticas locais.</p><h3>Estilo contempor&acirc;neo e minimalista</h3><p>O minimalismo &eacute; ideal para espa&ccedil;os compactos, priorizando linhas retas, poucos elementos decorativos e cores neutras. Esse estilo proporciona um ambiente organizado e visualmente leve, facilitando a manuten&ccedil;&atilde;o e a limpeza.</p><h3>Toques r&uacute;sticos e naturais</h3><p>Madeira, tijolos aparentes e tons terrosos trazem aconchego e personalidade para cozinhas pequenas. Essa tend&ecirc;ncia combina bem com casas em bairros residenciais de Campinas, valorizando o contato com a natureza e a simplicidade elegante.</p><h3>Estilo industrial adaptado</h3><p>O estilo industrial, com uso de metais, concreto e elementos expostos, pode ser suavizado em cozinhas compactas para criar um ambiente moderno e descolado, sem pesar o espa&ccedil;o.</p><h2>Personaliza&ccedil;&atilde;o E Solu&ccedil;&otilde;es Sob Medida</h2><p>A personaliza&ccedil;&atilde;o &eacute; fundamental para otimizar cozinhas pequenas, garantindo que cada detalhe esteja alinhado &agrave;s necessidades e gostos do usu&aacute;rio. Nesse contexto, <a href="https://moveiscampinas.com/servico/cozinhas-planejadas-completas/" target="_blank" rel="noopener">cozinhas planejadas em Campinas</a> surgem como uma alternativa eficiente, pois oferecem solu&ccedil;&otilde;es sob medida que maximizam o aproveitamento do espa&ccedil;o e criam ambientes exclusivos.</p><h3>Vantagens das cozinhas planejadas</h3><p>Com projetos personalizados, &eacute; poss&iacute;vel escolher dimens&otilde;es exatas, acabamentos preferidos e funcionalidades que atendem ao estilo de vida do morador. O resultado &eacute; uma cozinha compacta que alia beleza, conforto e organiza&ccedil;&atilde;o.</p><h3>Integra&ccedil;&atilde;o com outros ambientes</h3><p>A personaliza&ccedil;&atilde;o permite que a cozinha dialogue harmoniosamente com o restante da casa, seja por meio de cores, materiais ou estilo decorativo, promovendo uma sensa&ccedil;&atilde;o de unidade e fluidez entre os espa&ccedil;os.</p><h2>Dicas Para Manter A Cozinha Compacta Organizada E Funcional</h2><p>Al&eacute;m do projeto e da escolha dos m&oacute;veis, a organiza&ccedil;&atilde;o di&aacute;ria &eacute; essencial para preservar a funcionalidade e a est&eacute;tica da cozinha pequena.</p><h3>Uso de organizadores e divis&oacute;rias</h3><p>Investir em organizadores para gavetas, prateleiras ajust&aacute;veis e divis&oacute;rias para utens&iacute;lios ajuda a manter tudo no lugar e facilita o acesso r&aacute;pido aos itens necess&aacute;rios.</p><h3>Descarte e rotatividade de utens&iacute;lios</h3><p>Manter apenas o que realmente &eacute; utilizado evita o ac&uacute;mulo de objetos que ocupam espa&ccedil;o e prejudicam a circula&ccedil;&atilde;o. A rotatividade de utens&iacute;lios e mantimentos tamb&eacute;m contribui para a otimiza&ccedil;&atilde;o da cozinha.</p><h3>Limpeza pr&aacute;tica e constante</h3><p>Ambientes pequenos exigem limpeza frequente para evitar a sensa&ccedil;&atilde;o de desordem. Superf&iacute;cies lisas e m&oacute;veis de f&aacute;cil manuten&ccedil;&atilde;o facilitam essa tarefa, mantendo a cozinha sempre convidativa.</p><h2>Considera&ccedil;&otilde;es Finais</h2><p>As tend&ecirc;ncias em design para <strong>cozinhas compactas</strong> em Campinas revelam um movimento claro em dire&ccedil;&atilde;o &agrave; otimiza&ccedil;&atilde;o inteligente dos espa&ccedil;os, sem abrir m&atilde;o do estilo e da tecnologia. A combina&ccedil;&atilde;o de layouts funcionais, materiais adequados, mobili&aacute;rio inteligente e ilumina&ccedil;&atilde;o estrat&eacute;gica transforma esses ambientes em espa&ccedil;os multifuncionais e acolhedores.</p><p>A personaliza&ccedil;&atilde;o, especialmente por meio de projetos de cozinhas planejadas, permite que cada casa conte com uma cozinha adaptada &agrave;s necessidades e ao estilo de seus moradores, valorizando o im&oacute;vel e elevando a qualidade de vida. Com as solu&ccedil;&otilde;es atuais, cozinhas pequenas deixam de ser um desafio para se tornarem verdadeiros destaques dentro dos lares campineiros.</p><p>Com essas diretrizes e inspira&ccedil;&otilde;es, &eacute; poss&iacute;vel transformar cozinhas compactas em ambientes modernos, pr&aacute;ticos e cheios de personalidade, refletindo as tend&ecirc;ncias de design mais atuais e adequadas ao estilo de vida urbano de Campinas.</p></div><footer class="content__footer"><p class="content__last-updated">This article was updated on dezembro 12, 2025</p><div class="content__share-tag-wrap"><div class="content__share"><h3 class="h6">Share this:</h3></div><div class="content__tag"><dt>Tags:</dt><dd><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/">Casa e Decoração</a></dd></div></div><div class="content__bio"><h3 class="h5"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="inverse" title="Roberto Simões">Roberto Simões</a></h3><p><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="btn">View all posts</a></p></div><nav class="content__nav"><div class="content__nav__prev"><a href="https://robertosimoes.com.br/5-dicas-essenciais-para-vedar-caixas-dagua-em-edificios-residenciais/" class="content__nav__link" rel="prev"><img src="https://robertosimoes.com.br/media/posts/157/responsive/5-dicas-essenciais-para-vedar-caixas-dagua-em-edificios-residenciais-xs.jpg" loading="lazy" height="800" width="1200" alt=""><div class="content__nav__text">Previous Post<h3 class="h5">5 dicas essenciais para vedar caixas d’água em edifícios residenciais</h3></div></a></div><div class="content__nav__next"><a href="https://robertosimoes.com.br/5-dicas-essenciais-para-vedar-caixas-dagua-em-edificios-residenciais/" class="content__nav__link" rel="next"><div class="content__nav__text">Next Post<h3 class="h5">5 dicas essenciais para vedar caixas d’água em edifícios residenciais</h3></div><img src="https://robertosimoes.com.br/media/posts/157/responsive/5-dicas-essenciais-para-vedar-caixas-dagua-em-edificios-residenciais-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a></div></nav><div class="content__related"><h3 class="h5">Related posts</h3><div class="content__related__wrap"><figure><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-quem-vai-morar-em-imoveis-de-cooperativas-habitacionais/"><img src="https://robertosimoes.com.br/media/posts/110/responsive/Decoracao-casa-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-quem-vai-morar-em-imoveis-de-cooperativas-habitacionais/" class="inverse">Dicas de Decoração para Quem Vai Morar em Imóveis de Cooperativas Habitacionais</a></h4><time datetime="2025-04-19T13:48">abril 19, 2025</time></figcaption></figure><figure><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-valorizar-seu-imovel/"><img src="https://robertosimoes.com.br/media/posts/107/responsive/Decoracao-Para-Valorizar-Seu-Imovel-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-valorizar-seu-imovel/" class="inverse">Dicas De Decoração Para Valorizar Seu Imóvel</a></h4><time datetime="2025-02-11T01:25">fevereiro 11, 2025</time></figcaption></figure><figure><a href="https://robertosimoes.com.br/para-que-serve-aromatizante-de-ambiente/"><img src="https://robertosimoes.com.br/media/posts/103/responsive/aromatizante-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/para-que-serve-aromatizante-de-ambiente/" class="inverse">Para que serve aromatizante de ambiente?</a></h4><time datetime="2024-12-19T00:55">dezembro 19, 2024</time></figcaption></figure></div></div></footer></article></main><footer class="footer"><div class="footer__newsletter newsletter"><p class="newsletter__note">Get the latest QF news, updates and more delivered<br>directly to your email inbox</p><form>...</form></div><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="footer__nav"><ul><li><a href="https://robertosimoes.com.br/contato/" class="inverse" target="_self">Contato</a></li><li><a href="https://robertosimoes.com.br/sobre-nos/" class="inverse" target="_self">Sobre Nós</a></li><li><a href="https://robertosimoes.com.br/politica-de-privacidade/" class="inverse" target="_self">Política de Privacidade</a></li><li><a href="https://robertosimoes.com.br/termos-de-uso/" class="inverse" target="_self">Termos de Uso</a></li></ul></nav><div class="footer__copyright">Powered by Publii</div></footer></div><script>window.publiiThemeMenuConfig={mobileMenuMode:'sidebar',animationSpeed:300,submenuWidth:'auto',doubleClickTime:500,mobileMenuExpandableSubmenus:true,relatedContainerForOverlayMenuSelector:'.navbar',};</script><script defer="defer" src="https://robertosimoes.com.br/assets/js/scripts.min.js?v=b103b2211e74472ffa1a0d35c0918ecc"></script><script>/*<![CDATA[*/var images=document.querySelectorAll("img[loading]");for(var i=0;i<images.length;i++){if(images[i].complete){images[i].classList.add("is-loaded")}else{images[i].addEventListener("load",function(){this.classList.add("is-loaded")},false)}};/*]]>*/</script></body></html>