<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Segredos para integrar orquídeas em projetos de interiores modernos</title><meta name="description" content="As orqu&iacute;deas s&atilde;o plantas elegantes e sofisticadas que conquistam cada vez mais espa&ccedil;o em projetos de interiores modernos. Sua beleza&hellip;"><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://robertosimoes.com.br/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos/"><link rel="alternate" type="application/atom+xml" href="https://robertosimoes.com.br/feed.xml" title="Roberto Simões - RSS"><link rel="alternate" type="application/json" href="https://robertosimoes.com.br/feed.json" title="Roberto Simões - JSON"><meta property="og:title" content="Segredos para integrar orquídeas em projetos de interiores modernos"><meta property="og:image" content="https://robertosimoes.com.br/media/posts/159/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos.jpg"><meta property="og:image:width" content="1344"><meta property="og:image:height" content="768"><meta property="og:site_name" content="Roberto Simões"><meta property="og:description" content="As orqu&iacute;deas s&atilde;o plantas elegantes e sofisticadas que conquistam cada vez mais espa&ccedil;o em projetos de interiores modernos. Sua beleza&hellip;"><meta property="og:url" content="https://robertosimoes.com.br/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos/"><meta property="og:type" content="article"><link rel="stylesheet" href="https://robertosimoes.com.br/assets/css/style.css?v=0b374fde65a55eb40cddc62cc91daf49"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://robertosimoes.com.br/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos/"},"headline":"Segredos para integrar orquídeas em projetos de interiores modernos","datePublished":"2025-11-13T00:00+00:00","dateModified":"2025-12-12T00:50+00:00","image":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/posts/159/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos.jpg","height":768,"width":1344},"description":"As orqu&iacute;deas s&atilde;o plantas elegantes e sofisticadas que conquistam cada vez mais espa&ccedil;o em projetos de interiores modernos. Sua beleza&hellip;","author":{"@type":"Person","name":"Roberto Simões","url":"https://robertosimoes.com.br/authors/roberto-simoes/"},"publisher":{"@type":"Organization","name":"Roberto Simões","logo":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png","height":51,"width":133}}}</script><style></style><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><header class="header"><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="navbar js-navbar"><button class="navbar__toggle js-toggle" aria-label="Menu"><span class="navbar__toggle-box"><span class="navbar__toggle-inner">Menu</span></span></button><ul class="navbar__menu"><li><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/" target="_self">Casa e Decoração</a></li><li><a href="https://robertosimoes.com.br/tags/arquitetura/" target="_self">Arquitetura</a></li><li><a href="https://robertosimoes.com.br/tags/famosos/" target="_self">Famosos</a></li><li><a href="https://robertosimoes.com.br/tags/cinema/" target="_self">Cinema</a></li><li><a href="https://robertosimoes.com.br/tags/servicos/" target="_self">Serviços</a></li><li><a href="https://robertosimoes.com.br/tags/construcao-civil/" target="_self">Construção Civil</a></li><li><a href="https://robertosimoes.com.br/tags/imoveis/" target="_self">Imóveis</a></li><li><a href="https://robertosimoes.com.br/tags/noticias/" target="_self">Notícias</a></li></ul></nav></header><main class="post"><article class="content wrapper"><header class="hero"><span class="hero__suptitle"><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/" class="inverse">Casa e Decoração</a></span><h1>Segredos para integrar orquídeas em projetos de interiores modernos</h1><p class="hero__meta"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" rel="author" title="Roberto Simões">Roberto Simões</a> <span>Published on <time datetime="2025-11-13T00:00">novembro 13, 2025</time></span></p><figure class="content__image post__image--wide"><img src="https://robertosimoes.com.br/media/posts/159/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos.jpg" srcset="https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-xs2.jpg 300w, https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-sm.jpg 480w, https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-md.jpg 768w, https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-lg.jpg 1024w, https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-xl.jpg 1360w" sizes="(max-width: 1360px) 100vw, 1360px" loading="lazy" height="768" width="1344" alt=""></figure></header><div class="content__entry"><p>As <strong>orqu&iacute;deas</strong> s&atilde;o plantas elegantes e sofisticadas que conquistam cada vez mais espa&ccedil;o em projetos de interiores modernos. Sua beleza &uacute;nica, aliada a uma variedade enorme de esp&eacute;cies e cores, permite que elas se tornem verdadeiros pontos de destaque na decora&ccedil;&atilde;o. Al&eacute;m disso, as orqu&iacute;deas trazem um toque de natureza que complementa perfeitamente ambientes contempor&acirc;neos, oferecendo frescor e um charme natural sem igual.</p><p>Integrar orqu&iacute;deas em projetos de interiores vai muito al&eacute;m de simplesmente coloc&aacute;-las em um vaso. &Eacute; preciso considerar aspectos como ilumina&ccedil;&atilde;o, escolha do vaso, combina&ccedil;&atilde;o com outros elementos decorativos e cuidados espec&iacute;ficos para garantir que a planta se mantenha saud&aacute;vel e bonita por muito tempo. A seguir, veja dicas valiosas para transformar ambientes com orqu&iacute;deas e criar espa&ccedil;os modernos, acolhedores e cheios de personalidade.</p><h2>Por Que Escolher Orqu&iacute;deas Para Ambientes Modernos?</h2><p>As orqu&iacute;deas s&atilde;o plantas vers&aacute;teis e possuem caracter&iacute;sticas que as tornam ideais para interiores modernos:</p><p>- <strong>Est&eacute;tica sofisticada</strong>: suas flores delicadas e formatos variados harmonizam com linhas limpas e design minimalista.</p><p>- <strong>Variedade de cores</strong>: desde tons neutros at&eacute; cores vibrantes, as orqu&iacute;deas permitem criar contrastes ou composi&ccedil;&otilde;es monocrom&aacute;ticas.</p><p>- <strong>Baixa manuten&ccedil;&atilde;o</strong>: muitas esp&eacute;cies demandam cuidados simples, o que facilita a vida de quem n&atilde;o tem muito tempo para jardinagem.</p><p>- <strong>Ar puro e sensa&ccedil;&atilde;o de bem-estar</strong>: al&eacute;m da beleza, as orqu&iacute;deas ajudam a purificar o ar, contribuindo para um ambiente mais saud&aacute;vel.</p><p>Esses fatores fazem das orqu&iacute;deas um item indispens&aacute;vel para projetos que buscam aliar modernidade e aconchego.</p><h2>Escolha Da Esp&eacute;cie Certa Para Cada Ambiente</h2><p>Nem todas as orqu&iacute;deas se adaptam igualmente bem a espa&ccedil;os internos. Conhecer as caracter&iacute;sticas de cada esp&eacute;cie &eacute; fundamental para garantir que a planta esteja confort&aacute;vel e tenha seu desenvolvimento otimizado.</p><h3>Orqu&iacute;deas Phalaenopsis</h3><p>A <strong>Phalaenopsis</strong> &eacute; uma das esp&eacute;cies mais populares para interiores. Suas flores grandes e duradouras, al&eacute;m da facilidade para florescer em ambientes com luz indireta, fazem dela uma escolha certeira para salas, escrit&oacute;rios e quartos. &Eacute; ideal para quem busca um toque de cor sem abrir m&atilde;o da praticidade.</p><h3>Orqu&iacute;deas Dendrobium</h3><p>O <strong>Dendrobium</strong> apresenta uma apar&ecirc;ncia mais delicada, com flores pequenas e agrupadas em cachos. Essa esp&eacute;cie gosta de ambientes com boa luminosidade, mas sem sol direto, sendo &oacute;tima para varandas e &aacute;reas pr&oacute;ximas a janelas.</p><h3>Orqu&iacute;deas Cattleya</h3><p>Conhecida como a "rainha das orqu&iacute;deas", a <strong>Cattleya</strong> oferece flores vibrantes e perfumadas. &Eacute; perfeita para quem deseja um destaque visual forte. No entanto, exige um pouco mais de aten&ccedil;&atilde;o com a umidade e a ilumina&ccedil;&atilde;o.</p><h3>Orqu&iacute;deas Oncidium</h3><p>As <strong>Oncidium</strong> possuem flores que lembram pequenas borboletas, trazendo leveza e movimento para a decora&ccedil;&atilde;o. Adaptam-se bem a ambientes com luz moderada e s&atilde;o excelentes para mesas de centro, estantes e aparadores.</p><h2>Integrando Orqu&iacute;deas Na Decora&ccedil;&atilde;o: Dicas Pr&aacute;ticas</h2><p>A forma como as orqu&iacute;deas s&atilde;o inseridas na decora&ccedil;&atilde;o pode transformar completamente o ambiente. A seguir, algumas sugest&otilde;es para valorizar essas plantas e criar composi&ccedil;&otilde;es harm&ocirc;nicas.</p><h3>Escolha do vaso ideal</h3><p>O vaso &eacute; parte fundamental na est&eacute;tica e sa&uacute;de da orqu&iacute;dea. Para projetos modernos, vasos com linhas simples e cores neutras, como branco, preto, cinza ou terracota, funcionam muito bem. Vasos de cer&acirc;mica, vidro ou at&eacute; acr&iacute;lico transparente d&atilde;o um toque contempor&acirc;neo e permitem observar as ra&iacute;zes, o que ajuda no monitoramento da planta.</p><p>Al&eacute;m disso, vasos suspensos ou com suportes met&aacute;licos podem criar um efeito visual interessante, dando a impress&atilde;o de leveza e movimento.</p><h3>Posicionamento estrat&eacute;gico</h3><p>Colocar a orqu&iacute;dea no local certo &eacute; crucial para que ela receba luz adequada e se destaque na decora&ccedil;&atilde;o. Pr&oacute;ximo a janelas com luz filtrada, em aparadores, mesas de centro ou prateleiras s&atilde;o op&ccedil;&otilde;es que combinam funcionalidade e beleza.</p><p>Evitar locais com correntes de ar frio ou muito calor tamb&eacute;m preserva a sa&uacute;de da planta. O ideal &eacute; que o ambiente tenha uma temperatura est&aacute;vel e umidade moderada.</p><h3>Combina&ccedil;&atilde;o com outros elementos decorativos</h3><p>Orqu&iacute;deas podem ser combinadas com objetos de design, livros, quadros e tecidos para criar uma ambienta&ccedil;&atilde;o sofisticada. Por exemplo, a combina&ccedil;&atilde;o com madeira clara e metais escuros gera um contraste elegante, enquanto tecidos em tons neutros real&ccedil;am a delicadeza das flores.</p><p>Outra tend&ecirc;ncia &eacute; usar orqu&iacute;deas em composi&ccedil;&otilde;es com plantas de folhagem, como samambaias e suculentas, trazendo variedade de texturas e volume.</p><h3>Ilumina&ccedil;&atilde;o artificial para orqu&iacute;deas</h3><p>Em ambientes internos com pouca luz natural, a ilumina&ccedil;&atilde;o artificial pode ser uma aliada. L&acirc;mpadas de LED espec&iacute;ficas para plantas ajudam no processo de fotoss&iacute;ntese e garantem o florescimento. &Eacute; importante posicionar a fonte de luz a uma dist&acirc;ncia adequada para n&atilde;o queimar as folhas.</p><h2>Cuidar De Orqu&iacute;dea Em Apartamento</h2><p>Morar em apartamento pode apresentar desafios para o cultivo de orqu&iacute;deas, mas com aten&ccedil;&atilde;o aos detalhes, saiva <span data-sheets-root="1"><a href="https://casajardimdesign.com.br/como-cuidar-de-orquideas-em-apartamento-guia-facil/" target="_blank" rel="noopener">como cuidar de orqu&iacute;dea em apartamento</a> e</span> manter essas plantas saud&aacute;veis e vibrantes.</p><p>A chave est&aacute; em criar um microclima que simule as condi&ccedil;&otilde;es naturais da orqu&iacute;dea: boa circula&ccedil;&atilde;o de ar, umidade adequada e ilumina&ccedil;&atilde;o indireta. Regar com modera&ccedil;&atilde;o &eacute; fundamental, evitando o excesso de &aacute;gua que pode causar apodrecimento das ra&iacute;zes. Utilizar substratos espec&iacute;ficos para orqu&iacute;deas, que drenam bem, tamb&eacute;m ajuda a manter o equil&iacute;brio.</p><p>Al&eacute;m disso, manter as orqu&iacute;deas longe de aparelhos que gerem calor intenso, como aquecedores e ar-condicionado, contribui para seu bem-estar.</p><h2>Cuidados Essenciais Para A Longevidade Das Orqu&iacute;deas</h2><p>Garantir a durabilidade das orqu&iacute;deas requer aten&ccedil;&atilde;o a alguns cuidados b&aacute;sicos que influenciam diretamente sua sa&uacute;de e beleza.</p><h3>Rega correta</h3><p>A rega deve ser feita quando o substrato estiver seco, evitando encharcamento. Em geral, uma vez por semana &eacute; suficiente, mas isso pode variar conforme a esta&ccedil;&atilde;o do ano e o ambiente. &Eacute; importante que a &aacute;gua escorra completamente para n&atilde;o acumular no vaso.</p><h3>Umidade do ar</h3><p>Orqu&iacute;deas preferem ambientes com umidade relativa entre 50% e 70%. Em locais secos, pode-se utilizar um umidificador ou colocar recipientes com &aacute;gua pr&oacute;ximos &agrave; planta para aumentar a umidade.</p><h3>Aduba&ccedil;&atilde;o</h3><p>Fertilizar as orqu&iacute;deas com adubo espec&iacute;fico, rico em nutrientes como nitrog&ecirc;nio, f&oacute;sforo e pot&aacute;ssio, ajuda no crescimento e na flora&ccedil;&atilde;o. A frequ&ecirc;ncia recomendada &eacute; a cada 15 ou 30 dias, dependendo da esp&eacute;cie e do tipo de adubo.</p><h3>Podas e limpeza</h3><p>Remover flores murchas e folhas danificadas estimula o desenvolvimento de novas flores e mant&eacute;m a planta saud&aacute;vel. Tamb&eacute;m &eacute; importante limpar as folhas com um pano &uacute;mido para evitar o ac&uacute;mulo de poeira.</p><h2>Tend&ecirc;ncias Atuais Para Decora&ccedil;&atilde;o Com Orqu&iacute;deas</h2><p>O uso das orqu&iacute;deas em projetos de interiores modernos acompanha tend&ecirc;ncias que valorizam sustentabilidade, minimalismo e integra&ccedil;&atilde;o com a natureza.</p><h3>Jardins verticais com orqu&iacute;deas</h3><p>Jardins verticais s&atilde;o uma solu&ccedil;&atilde;o elegante para quem deseja trazer verde para ambientes compactos. Orqu&iacute;deas podem ser combinadas com outras plantas para criar pain&eacute;is vivos em paredes, valorizando a textura e o design do espa&ccedil;o.</p><h3>Orqu&iacute;deas em ambientes comerciais e corporativos</h3><p>Empresas t&ecirc;m adotado orqu&iacute;deas para decorar recep&ccedil;&otilde;es, salas de reuni&atilde;o e espa&ccedil;os de conviv&ecirc;ncia, valorizando a imagem de sofistica&ccedil;&atilde;o e cuidado. Essas plantas ajudam a melhorar o clima organizacional, criando ambientes mais agrad&aacute;veis e produtivos.</p><h3>Design biof&iacute;lico</h3><p>O design biof&iacute;lico busca conectar pessoas &agrave; natureza no ambiente constru&iacute;do, promovendo sa&uacute;de e bem-estar. Orqu&iacute;deas s&atilde;o pe&ccedil;as-chave nesse conceito, pois combinam beleza e funcionalidade, aproximando o verde do cotidiano urbano.</p><h2>Erros Comuns Ao Integrar Orqu&iacute;deas Em Ambientes Internos</h2><p>Mesmo sendo plantas relativamente f&aacute;ceis, alguns erros podem comprometer o sucesso da decora&ccedil;&atilde;o com orqu&iacute;deas:</p><p>- <strong>Excesso de sol direto</strong>: pode queimar as folhas e prejudicar a flora&ccedil;&atilde;o.</p><p>- <strong>Regar demais</strong>: o excesso de &aacute;gua &eacute; a principal causa de apodrecimento das ra&iacute;zes.</p><p>- <strong>Escolher vasos inadequados</strong>: vasos sem boa drenagem dificultam a sa&uacute;de da planta.</p><p>- <strong>Ignorar a necessidade de umidade</strong>: ambientes muito secos causam ressecamento das folhas.</p><p>- <strong>Colocar a orqu&iacute;dea em locais com correntes de ar ou temperaturas extremas</strong>: essas condi&ccedil;&otilde;es estressam a planta e afetam seu desenvolvimento.</p><p>Evitar esses deslizes &eacute; fundamental para manter as orqu&iacute;deas sempre lindas e vibrantes.</p><h2>Conclus&atilde;o</h2><p>As orqu&iacute;deas s&atilde;o aliadas poderosas para quem deseja criar ambientes modernos, elegantes e acolhedores. A combina&ccedil;&atilde;o perfeita entre est&eacute;tica, versatilidade e facilidade de cuidado torna essas plantas indispens&aacute;veis na decora&ccedil;&atilde;o contempor&acirc;nea.</p><p>A escolha da esp&eacute;cie adequada, o posicionamento estrat&eacute;gico, a sele&ccedil;&atilde;o do vaso ideal e a aten&ccedil;&atilde;o aos cuidados b&aacute;sicos garantem que as orqu&iacute;deas flores&ccedil;am e transformem qualquer ambiente. Seja para resid&ecirc;ncias, escrit&oacute;rios ou espa&ccedil;os comerciais, elas elevam o design e promovem uma conex&atilde;o harmoniosa com a natureza.</p><p>Incorporar orqu&iacute;deas no projeto de interiores &eacute; investir em beleza duradoura e bem-estar, trazendo um toque de sofistica&ccedil;&atilde;o natural que nunca sai de moda.</p></div><footer class="content__footer"><p class="content__last-updated">This article was updated on dezembro 12, 2025</p><div class="content__share-tag-wrap"><div class="content__share"><h3 class="h6">Share this:</h3></div><div class="content__tag"><dt>Tags:</dt><dd><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/">Casa e Decoração</a></dd></div></div><div class="content__bio"><h3 class="h5"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="inverse" title="Roberto Simões">Roberto Simões</a></h3><p><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="btn">View all posts</a></p></div><nav class="content__nav"><div class="content__nav__prev"><a href="https://robertosimoes.com.br/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes/" class="content__nav__link" rel="prev"><img src="https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-xs.jpg" loading="lazy" height="768" width="1344" alt=""><div class="content__nav__text">Previous Post<h3 class="h5">Quais são os melhores serviços de proteção contra infiltrações?</h3></div></a></div><div class="content__nav__next"><a href="https://robertosimoes.com.br/como-deixar-o-sofa-mais-elegante-com-poucos-detalhes-e-gastando-pouco/" class="content__nav__link" rel="next"><div class="content__nav__text">Next Post<h3 class="h5">Como deixar o sofá mais elegante com poucos detalhes (e gastando pouco)</h3></div><img src="https://robertosimoes.com.br/media/posts/171/responsive/sofa-mais-elegante-xs.jpg" loading="lazy" height="900" width="1600" alt=""></a></div></nav><div class="content__related"><h3 class="h5">Related posts</h3><div class="content__related__wrap"><figure><a href="https://robertosimoes.com.br/como-escolher-a-mobilia-ideal-para-consultorios-medicos/"><img src="https://robertosimoes.com.br/media/posts/116/responsive/Mobilia-Ideal-para-Consultorios-Medicos-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/como-escolher-a-mobilia-ideal-para-consultorios-medicos/" class="inverse">Como Escolher a Mobília Ideal para Consultórios Médicos</a></h4><time datetime="2025-05-30T15:52">maio 30, 2025</time></figcaption></figure><figure><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-quem-vai-morar-em-imoveis-de-cooperativas-habitacionais/"><img src="https://robertosimoes.com.br/media/posts/110/responsive/Decoracao-casa-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-quem-vai-morar-em-imoveis-de-cooperativas-habitacionais/" class="inverse">Dicas de Decoração para Quem Vai Morar em Imóveis de Cooperativas Habitacionais</a></h4><time datetime="2025-04-19T13:48">abril 19, 2025</time></figcaption></figure><figure><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-valorizar-seu-imovel/"><img src="https://robertosimoes.com.br/media/posts/107/responsive/Decoracao-Para-Valorizar-Seu-Imovel-xs.jpg" loading="lazy" height="800" width="1200" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/dicas-de-decoracao-para-valorizar-seu-imovel/" class="inverse">Dicas De Decoração Para Valorizar Seu Imóvel</a></h4><time datetime="2025-02-11T01:25">fevereiro 11, 2025</time></figcaption></figure></div></div></footer></article></main><footer class="footer"><div class="footer__newsletter newsletter"><p class="newsletter__note">Get the latest QF news, updates and more delivered<br>directly to your email inbox</p><form>...</form></div><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="footer__nav"><ul><li><a href="https://robertosimoes.com.br/contato/" class="inverse" target="_self">Contato</a></li><li><a href="https://robertosimoes.com.br/sobre-nos/" class="inverse" target="_self">Sobre Nós</a></li><li><a href="https://robertosimoes.com.br/politica-de-privacidade/" class="inverse" target="_self">Política de Privacidade</a></li><li><a href="https://robertosimoes.com.br/termos-de-uso/" class="inverse" target="_self">Termos de Uso</a></li></ul></nav><div class="footer__copyright">Powered by Publii</div></footer></div><script>window.publiiThemeMenuConfig={mobileMenuMode:'sidebar',animationSpeed:300,submenuWidth:'auto',doubleClickTime:500,mobileMenuExpandableSubmenus:true,relatedContainerForOverlayMenuSelector:'.navbar',};</script><script defer="defer" src="https://robertosimoes.com.br/assets/js/scripts.min.js?v=b103b2211e74472ffa1a0d35c0918ecc"></script><script>/*<![CDATA[*/var images=document.querySelectorAll("img[loading]");for(var i=0;i<images.length;i++){if(images[i].complete){images[i].classList.add("is-loaded")}else{images[i].addEventListener("load",function(){this.classList.add("is-loaded")},false)}};/*]]>*/</script></body></html>