<!DOCTYPE html><html lang="pt-br"><head><meta charset="utf-8"><meta http-equiv="X-UA-Compatible" content="IE=edge"><meta name="viewport" content="width=device-width,initial-scale=1"><title>Quais são os melhores serviços de proteção contra infiltrações?</title><meta name="description" content="A prote&ccedil;&atilde;o contra infiltra&ccedil;&otilde;es &eacute; essencial para garantir a durabilidade e a seguran&ccedil;a de qualquer constru&ccedil;&atilde;o, seja residencial, comercial ou&hellip;"><meta name="generator" content="Publii Open-Source CMS for Static Site"><link rel="canonical" href="https://robertosimoes.com.br/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes/"><link rel="alternate" type="application/atom+xml" href="https://robertosimoes.com.br/feed.xml" title="Roberto Simões - RSS"><link rel="alternate" type="application/json" href="https://robertosimoes.com.br/feed.json" title="Roberto Simões - JSON"><meta property="og:title" content="Quais são os melhores serviços de proteção contra infiltrações?"><meta property="og:image" content="https://robertosimoes.com.br/media/posts/163/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes.jpg"><meta property="og:image:width" content="1344"><meta property="og:image:height" content="768"><meta property="og:site_name" content="Roberto Simões"><meta property="og:description" content="A prote&ccedil;&atilde;o contra infiltra&ccedil;&otilde;es &eacute; essencial para garantir a durabilidade e a seguran&ccedil;a de qualquer constru&ccedil;&atilde;o, seja residencial, comercial ou&hellip;"><meta property="og:url" content="https://robertosimoes.com.br/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes/"><meta property="og:type" content="article"><link rel="stylesheet" href="https://robertosimoes.com.br/assets/css/style.css?v=0b374fde65a55eb40cddc62cc91daf49"><script type="application/ld+json">{"@context":"http://schema.org","@type":"Article","mainEntityOfPage":{"@type":"WebPage","@id":"https://robertosimoes.com.br/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes/"},"headline":"Quais são os melhores serviços de proteção contra infiltrações?","datePublished":"2025-11-11T00:00+00:00","dateModified":"2025-12-12T00:50+00:00","image":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/posts/163/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes.jpg","height":768,"width":1344},"description":"A prote&ccedil;&atilde;o contra infiltra&ccedil;&otilde;es &eacute; essencial para garantir a durabilidade e a seguran&ccedil;a de qualquer constru&ccedil;&atilde;o, seja residencial, comercial ou&hellip;","author":{"@type":"Person","name":"Roberto Simões","url":"https://robertosimoes.com.br/authors/roberto-simoes/"},"publisher":{"@type":"Organization","name":"Roberto Simões","logo":{"@type":"ImageObject","url":"https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png","height":51,"width":133}}}</script><style></style><noscript><style>img[loading] {
                    opacity: 1;
                }</style></noscript></head><body class="post-template"><div class="container"><header class="header"><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="navbar js-navbar"><button class="navbar__toggle js-toggle" aria-label="Menu"><span class="navbar__toggle-box"><span class="navbar__toggle-inner">Menu</span></span></button><ul class="navbar__menu"><li><a href="https://robertosimoes.com.br/tags/casa-e-decoracao/" target="_self">Casa e Decoração</a></li><li><a href="https://robertosimoes.com.br/tags/arquitetura/" target="_self">Arquitetura</a></li><li><a href="https://robertosimoes.com.br/tags/famosos/" target="_self">Famosos</a></li><li><a href="https://robertosimoes.com.br/tags/cinema/" target="_self">Cinema</a></li><li><a href="https://robertosimoes.com.br/tags/servicos/" target="_self">Serviços</a></li><li><a href="https://robertosimoes.com.br/tags/construcao-civil/" target="_self">Construção Civil</a></li><li><a href="https://robertosimoes.com.br/tags/imoveis/" target="_self">Imóveis</a></li><li><a href="https://robertosimoes.com.br/tags/noticias/" target="_self">Notícias</a></li></ul></nav></header><main class="post"><article class="content wrapper"><header class="hero"><span class="hero__suptitle"><a href="https://robertosimoes.com.br/tags/arquitetura/" class="inverse">Arquitetura</a></span><h1>Quais são os melhores serviços de proteção contra infiltrações?</h1><p class="hero__meta"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" rel="author" title="Roberto Simões">Roberto Simões</a> <span>Published on <time datetime="2025-11-11T00:00">novembro 11, 2025</time></span></p><figure class="content__image post__image--wide"><img src="https://robertosimoes.com.br/media/posts/163/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes.jpg" srcset="https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-xs2.jpg 300w, https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-sm.jpg 480w, https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-md.jpg 768w, https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-lg.jpg 1024w, https://robertosimoes.com.br/media/posts/163/responsive/quais-sao-os-melhores-servicos-de-protecao-contra-infiltracoes-xl.jpg 1360w" sizes="(max-width: 1360px) 100vw, 1360px" loading="lazy" height="768" width="1344" alt=""></figure></header><div class="content__entry"><p>A <strong>prote&ccedil;&atilde;o contra infiltra&ccedil;&otilde;es</strong> &eacute; essencial para garantir a durabilidade e a seguran&ccedil;a de qualquer constru&ccedil;&atilde;o, seja residencial, comercial ou industrial. Infiltra&ccedil;&otilde;es podem causar danos estruturais, manchas, mofo e at&eacute; mesmo comprometer a sa&uacute;de dos moradores. Portanto, identificar os melhores servi&ccedil;os que oferecem solu&ccedil;&otilde;es eficazes contra esse problema &eacute; fundamental para manter ambientes secos, seguros e saud&aacute;veis.</p><p>Este guia completo apresenta as principais t&eacute;cnicas, materiais e empresas que se destacam no mercado, ajudando a entender as op&ccedil;&otilde;es dispon&iacute;veis para proteger constru&ccedil;&otilde;es contra a umidade e infiltra&ccedil;&otilde;es.</p><h2>O Que S&atilde;o Infiltra&ccedil;&otilde;es E Por Que Evit&aacute;-Las?</h2><p><strong>Infiltra&ccedil;&otilde;es</strong> s&atilde;o a passagem de &aacute;gua ou umidade atrav&eacute;s de paredes, tetos, lajes ou pisos, geralmente devido a falhas na impermeabiliza&ccedil;&atilde;o ou problemas estruturais. Elas podem surgir por diversos motivos, como:</p><p>- Falta de manuten&ccedil;&atilde;o adequada;</p><p>- Uso de materiais inadequados;</p><p>- Problemas no sistema de drenagem;</p><p>- Fissuras e trincas nas superf&iacute;cies;</p><p>- Exposi&ccedil;&atilde;o constante &agrave; chuva ou umidade excessiva.</p><p>Os impactos das infiltra&ccedil;&otilde;es v&atilde;o al&eacute;m do desconforto visual. Podem comprometer a estrutura do im&oacute;vel, causando corros&atilde;o em estruturas met&aacute;licas, deteriora&ccedil;&atilde;o do concreto e at&eacute; mesmo a prolifera&ccedil;&atilde;o de fungos e bact&eacute;rias que afetam a sa&uacute;de dos moradores.</p><h2>Principais Tipos De Infiltra&ccedil;&otilde;es</h2><p>Compreender os diferentes tipos de infiltra&ccedil;&otilde;es ajuda a escolher o servi&ccedil;o adequado para cada situa&ccedil;&atilde;o.</p><h3>Infiltra&ccedil;&atilde;o por capilaridade</h3><p>Acontece quando a &aacute;gua sobe do solo para a estrutura, principalmente em paredes que n&atilde;o possuem barreira adequada contra a umidade. &Eacute; comum em constru&ccedil;&otilde;es antigas que n&atilde;o receberam tratamento correto.</p><h3>Infiltra&ccedil;&atilde;o por fissuras</h3><p>Ocorre quando h&aacute; rachaduras ou fissuras nas paredes ou lajes que permitem a entrada de &aacute;gua. Esse tipo &eacute; frequente em &aacute;reas externas expostas &agrave; chuva.</p><h3>Infiltra&ccedil;&atilde;o lateral</h3><p>Quando a &aacute;gua penetra pelas paredes laterais, geralmente por falhas na impermeabiliza&ccedil;&atilde;o externa ou problemas no sistema de drenagem.</p><h3>Infiltra&ccedil;&atilde;o em lajes e coberturas</h3><p>A &aacute;gua pode infiltrar em lajes e coberturas devido a trincas, falhas na impermeabiliza&ccedil;&atilde;o ou ac&uacute;mulo de &aacute;gua, causando danos internos.</p><h2>T&eacute;cnicas Mais Eficientes Para Prote&ccedil;&atilde;o Contra Infiltra&ccedil;&otilde;es</h2><p>A escolha do servi&ccedil;o de prote&ccedil;&atilde;o depende do tipo de infiltra&ccedil;&atilde;o e da &aacute;rea afetada. A seguir, s&atilde;o apresentadas as t&eacute;cnicas mais recomendadas e eficazes.</p><h3>Impermeabiliza&ccedil;&atilde;o tradicional com manta asf&aacute;ltica</h3><p>Uma das solu&ccedil;&otilde;es mais utilizadas &eacute; a aplica&ccedil;&atilde;o de <strong>manta asf&aacute;ltica</strong>, um material impermeabilizante flex&iacute;vel e resistente. Essa t&eacute;cnica &eacute; indicada para coberturas, lajes, terra&ccedil;os e &aacute;reas molhadas.</p><p><strong>Vantagens:</strong></p><p>- Alta durabilidade;</p><p>- Resist&ecirc;ncia a varia&ccedil;&otilde;es clim&aacute;ticas;</p><p>- F&aacute;cil aplica&ccedil;&atilde;o em grandes superf&iacute;cies.</p><h3>Impermeabiliza&ccedil;&atilde;o com produtos acr&iacute;licos</h3><p>Os impermeabilizantes acr&iacute;licos s&atilde;o tintas ou revestimentos que formam uma camada protetora contra a umidade. S&atilde;o indicados para paredes internas e externas, fachadas e &aacute;reas com baixa exposi&ccedil;&atilde;o a tr&aacute;fego.</p><p><strong>Benef&iacute;cios:</strong></p><p>- Aplica&ccedil;&atilde;o simples e r&aacute;pida;</p><p>- Boa elasticidade, acompanhando movimentos da estrutura;</p><p>- Disponibilidade em diversas cores.</p><h3>Impermeabiliza&ccedil;&atilde;o com poliuretano</h3><p>O poliuretano &eacute; um produto l&iacute;quido que, ap&oacute;s aplicado, forma uma membrana imperme&aacute;vel el&aacute;stica. &Eacute; muito eficaz em &aacute;reas como lajes, coberturas e &aacute;reas de piscina.</p><p><strong>Caracter&iacute;sticas:</strong></p><p>- Alta resist&ecirc;ncia mec&acirc;nica e qu&iacute;mica;</p><p>- Excelente ader&ecirc;ncia a diversos substratos;</p><p>- Aplica&ccedil;&atilde;o r&aacute;pida e sem emendas.</p><h3>Inje&ccedil;&atilde;o de resinas para veda&ccedil;&atilde;o de fissuras</h3><p>Para infiltra&ccedil;&otilde;es causadas por fissuras, a inje&ccedil;&atilde;o de resinas ep&oacute;xi ou poliuretano &eacute; uma solu&ccedil;&atilde;o precisa. Essas resinas preenchem as trincas, impedindo a passagem de &aacute;gua.</p><p><strong>Vantagens:</strong></p><p>- Repara&ccedil;&atilde;o localizada e duradoura;</p><p>- N&atilde;o altera a est&eacute;tica da superf&iacute;cie;</p><p>- Pode ser aplicada em estruturas internas e externas.</p><h3>Uso de argamassas polim&eacute;ricas e impermeabilizantes ciment&iacute;cios</h3><p>Esses produtos s&atilde;o usados em &aacute;reas que exigem resist&ecirc;ncia &agrave; press&atilde;o de &aacute;gua, como reservat&oacute;rios, piscinas e funda&ccedil;&otilde;es. S&atilde;o aplicados como uma camada de revestimento que impede a passagem da umidade.</p><p><strong>Benef&iacute;cios:</strong></p><p>- Alta resist&ecirc;ncia &agrave; umidade e press&atilde;o hidrost&aacute;tica;</p><p>- Compatibilidade com concreto e alvenaria;</p><p>- Aplica&ccedil;&atilde;o vers&aacute;til, tanto em interiores quanto em exteriores.</p><h2>Como Escolher O Melhor Servi&ccedil;o De Prote&ccedil;&atilde;o Contra Infiltra&ccedil;&otilde;es?</h2><p>Para garantir a efic&aacute;cia da impermeabiliza&ccedil;&atilde;o, alguns fatores devem ser considerados ao contratar um servi&ccedil;o:</p><h3>Avalia&ccedil;&atilde;o detalhada do local</h3><p>Um diagn&oacute;stico preciso &eacute; fundamental para identificar a origem da infiltra&ccedil;&atilde;o e o m&eacute;todo mais adequado para seu controle.</p><h3>Qualidade dos materiais utilizados</h3><p>Materiais de baixa qualidade podem comprometer a durabilidade da impermeabiliza&ccedil;&atilde;o. Prefira sempre produtos certificados e com garantia.</p><h3>Experi&ecirc;ncia e especializa&ccedil;&atilde;o da equipe</h3><p>Profissionais capacitados e especializados garantem uma aplica&ccedil;&atilde;o correta, evitando falhas que podem resultar em novas infiltra&ccedil;&otilde;es.</p><h3>Garantia e suporte p&oacute;s-servi&ccedil;o</h3><p>Empresas que oferecem garantia e atendimento p&oacute;s-venda demonstram compromisso com a satisfa&ccedil;&atilde;o do cliente.</p><h3>Custo-benef&iacute;cio</h3><p>Embora o pre&ccedil;o seja importante, a escolha deve considerar a qualidade e a durabilidade do servi&ccedil;o, evitando gastos futuros com reparos.</p><h2>Empresas De Destaque No Mercado De Prote&ccedil;&atilde;o Contra Infiltra&ccedil;&otilde;es</h2><p>O mercado brasileiro conta com diversas empresas especializadas em impermeabiliza&ccedil;&atilde;o, oferecendo solu&ccedil;&otilde;es completas para diferentes necessidades.</p><p><strong><a href="https://cadizvedacoes.com.br/servicos/" target="_blank" rel="noopener">Empresa de Impermeabiliza&ccedil;&atilde;o em S&atilde;o Paulo</a></strong></p><p>S&atilde;o Paulo destaca-se por abrigar empresas renomadas em impermeabiliza&ccedil;&atilde;o, que combinam tecnologia avan&ccedil;ada com m&atilde;o de obra qualificada. Uma <strong>Empresa de Impermeabiliza&ccedil;&atilde;o em S&atilde;o Paulo</strong> pode oferecer servi&ccedil;os personalizados, desde diagn&oacute;sticos t&eacute;cnicos at&eacute; a aplica&ccedil;&atilde;o de solu&ccedil;&otilde;es modernas, garantindo prote&ccedil;&atilde;o eficiente contra infiltra&ccedil;&otilde;es.</p><h3>Outras empresas e redes de servi&ccedil;os</h3><p>Al&eacute;m de S&atilde;o Paulo, outras regi&otilde;es contam com servi&ccedil;os de alta qualidade. &Eacute; importante buscar refer&ecirc;ncias, avalia&ccedil;&otilde;es de clientes e verificar certifica&ccedil;&otilde;es para assegurar a confiabilidade da empresa escolhida.</p><h2>Manuten&ccedil;&atilde;o Preventiva: O Segredo Para Evitar Infiltra&ccedil;&otilde;es</h2><p>Mesmo ap&oacute;s a aplica&ccedil;&atilde;o de solu&ccedil;&otilde;es impermeabilizantes, a manuten&ccedil;&atilde;o preventiva &eacute; a melhor forma de garantir a durabilidade do servi&ccedil;o.</p><h3>Inspe&ccedil;&otilde;es regulares</h3><p>Realizar inspe&ccedil;&otilde;es peri&oacute;dicas ajuda a identificar poss&iacute;veis falhas antes que se tornem problemas graves.</p><h3>Limpeza e cuidados com calhas e ralos</h3><p>Evitar entupimentos e garantir o escoamento correto da &aacute;gua evita ac&uacute;mulo e press&atilde;o sobre as estruturas.</p><h3>Reparos imediatos</h3><p>Qualquer fissura ou dano identificado deve ser reparado rapidamente para impedir a evolu&ccedil;&atilde;o da infiltra&ccedil;&atilde;o.</p><h2>Tend&ecirc;ncias E Inova&ccedil;&otilde;es Em Prote&ccedil;&atilde;o Contra Infiltra&ccedil;&otilde;es</h2><p>O setor de impermeabiliza&ccedil;&atilde;o est&aacute; em constante evolu&ccedil;&atilde;o, com novos produtos e t&eacute;cnicas que aumentam a efici&ecirc;ncia e a sustentabilidade dos servi&ccedil;os.</p><h3>Impermeabilizantes ecol&oacute;gicos</h3><p>Produtos &agrave; base de componentes naturais ou com baixas emiss&otilde;es de VOCs (compostos org&acirc;nicos vol&aacute;teis) s&atilde;o cada vez mais utilizados para contribuir com o meio ambiente.</p><h3>Tecnologias de monitoramento</h3><p>Sensores e sistemas inteligentes permitem monitorar a umidade em tempo real, facilitando a manuten&ccedil;&atilde;o preventiva.</p><h3>Materiais de alta tecnologia</h3><p>Membranas l&iacute;quidas nanotecnol&oacute;gicas e pol&iacute;meros avan&ccedil;ados oferecem maior resist&ecirc;ncia e flexibilidade, aumentando a vida &uacute;til da impermeabiliza&ccedil;&atilde;o.</p><h2>Conclus&atilde;o</h2><p>A escolha dos <strong>melhores servi&ccedil;os de prote&ccedil;&atilde;o contra infiltra&ccedil;&otilde;es</strong> envolve entender a origem do problema, selecionar a t&eacute;cnica adequada e contar com profissionais qualificados. A combina&ccedil;&atilde;o de materiais de qualidade, aplica&ccedil;&atilde;o correta e manuten&ccedil;&atilde;o regular assegura que as constru&ccedil;&otilde;es permane&ccedil;am protegidas contra os danos causados pela umidade.</p><p>Investir em impermeabiliza&ccedil;&atilde;o &eacute; investir na valoriza&ccedil;&atilde;o do im&oacute;vel e na sa&uacute;de de seus ocupantes. Por isso, buscar empresas confi&aacute;veis e atualizadas com as melhores pr&aacute;ticas do mercado &eacute; fundamental para garantir resultados duradouros e eficazes.</p></div><footer class="content__footer"><p class="content__last-updated">This article was updated on dezembro 12, 2025</p><div class="content__share-tag-wrap"><div class="content__share"><h3 class="h6">Share this:</h3></div><div class="content__tag"><dt>Tags:</dt><dd><a href="https://robertosimoes.com.br/tags/arquitetura/">Arquitetura</a></dd></div></div><div class="content__bio"><h3 class="h5"><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="inverse" title="Roberto Simões">Roberto Simões</a></h3><p><a href="https://robertosimoes.com.br/authors/roberto-simoes/" class="btn">View all posts</a></p></div><nav class="content__nav"><div class="content__nav__prev"><a href="https://robertosimoes.com.br/divisoria-com-persiana-arquitetura-design-moderno-e-o-conceito-de-privacidade-flexivel/" class="content__nav__link" rel="prev"><img src="https://robertosimoes.com.br/media/posts/170/responsive/janela-interior-com-persianas-horizontais-fechadas-conceito-de-design-de-interiores-profissional_1310786-793501-xs.jpg" loading="lazy" height="415" width="740" alt=""><div class="content__nav__text">Previous Post<h3 class="h5">Divisória com Persiana: Arquitetura, Design Moderno e o Conceito de Privacidade Flexível</h3></div></a></div><div class="content__nav__next"><a href="https://robertosimoes.com.br/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos/" class="content__nav__link" rel="next"><div class="content__nav__text">Next Post<h3 class="h5">Segredos para integrar orquídeas em projetos de interiores modernos</h3></div><img src="https://robertosimoes.com.br/media/posts/159/responsive/segredos-para-integrar-orquideas-em-projetos-de-interiores-modernos-xs.jpg" loading="lazy" height="768" width="1344" alt=""></a></div></nav><div class="content__related"><h3 class="h5">Related posts</h3><div class="content__related__wrap"><figure><a href="https://robertosimoes.com.br/onde-encontrar-empresa-de-pintura-predial/"><img src="https://robertosimoes.com.br/media/posts/132/responsive/38-ideias-de-decoracao-boho-rusticas-e-chiques-xs.jpg" loading="lazy" height="720" width="1280" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/onde-encontrar-empresa-de-pintura-predial/" class="inverse">Onde Encontrar Empresa de Pintura Predial de Confiança</a></h4><time datetime="2025-07-14T07:00">julho 14, 2025</time></figcaption></figure><figure><figcaption><h4><a href="https://robertosimoes.com.br/como-comprar-um-apartamento-na-planta-guia-completo-com-pros-e-contras/" class="inverse">Como Comprar um Apartamento na Planta: Guia Completo com Prós e Contras</a></h4><time datetime="2025-07-04T01:02">julho 4, 2025</time></figcaption></figure><figure><a href="https://robertosimoes.com.br/portal-encontra-net-e-o-universo-da-moda-como-marcas-e-consumidores-se-conectam-online/"><img src="https://robertosimoes.com.br/media/posts/120/responsive/jovem-adolescente-de-oculos-escuros-e-chapeu-segurando-sacolas-de-compras-nas-maos-dela-sentindo-se-tao-felicidade-isolada-na-parede-verde_231208-26801-xs.jpg" loading="lazy" height="417" width="626" alt=""></a><figcaption><h4><a href="https://robertosimoes.com.br/portal-encontra-net-e-o-universo-da-moda-como-marcas-e-consumidores-se-conectam-online/" class="inverse">Portal Encontra Net e o Universo da Moda: Como Marcas e Consumidores se Conectam Online</a></h4><time datetime="2025-05-28T21:39">maio 28, 2025</time></figcaption></figure></div></div></footer></article></main><footer class="footer"><div class="footer__newsletter newsletter"><p class="newsletter__note">Get the latest QF news, updates and more delivered<br>directly to your email inbox</p><form>...</form></div><a class="logo" href="https://robertosimoes.com.br/"><img src="https://robertosimoes.com.br/media/website/cropped-roberto-simoes-1.png" alt="Roberto Simões" width="133" height="51"></a><nav class="footer__nav"><ul><li><a href="https://robertosimoes.com.br/contato/" class="inverse" target="_self">Contato</a></li><li><a href="https://robertosimoes.com.br/sobre-nos/" class="inverse" target="_self">Sobre Nós</a></li><li><a href="https://robertosimoes.com.br/politica-de-privacidade/" class="inverse" target="_self">Política de Privacidade</a></li><li><a href="https://robertosimoes.com.br/termos-de-uso/" class="inverse" target="_self">Termos de Uso</a></li></ul></nav><div class="footer__copyright">Powered by Publii</div></footer></div><script>window.publiiThemeMenuConfig={mobileMenuMode:'sidebar',animationSpeed:300,submenuWidth:'auto',doubleClickTime:500,mobileMenuExpandableSubmenus:true,relatedContainerForOverlayMenuSelector:'.navbar',};</script><script defer="defer" src="https://robertosimoes.com.br/assets/js/scripts.min.js?v=b103b2211e74472ffa1a0d35c0918ecc"></script><script>/*<![CDATA[*/var images=document.querySelectorAll("img[loading]");for(var i=0;i<images.length;i++){if(images[i].complete){images[i].classList.add("is-loaded")}else{images[i].addEventListener("load",function(){this.classList.add("is-loaded")},false)}};/*]]>*/</script></body></html>